Repository: Denysmogyliuk/Test-Quiz
Catalog: src/locales/*.po
Languages: de, fr

source: answer
de: Antwort
fr: réponse

source: Download my answers
de: Meine Antworten herunterladen
fr: Télécharger mes réponses

source: Enter correct address
de: Gib eine gültige Adresse ein
fr: Saisis une adresse valide

source: Enter your email
de: Gib deine E-Mail ein
fr: Saisis ton e-mail

source: Enter your email to get full access
de: Gib deine E-Mail ein, um vollen Zugriff zu erhalten
fr: Saisis ton e-mail pour obtenir un accès complet

source: Finding collections for you…
de: Wir suchen Sammlungen für dich…
fr: Recherche de collections pour toi…

source: Finish
de: Fertig
fr: Terminer

source: for supporting us and passing quiz
de: für deine Unterstützung und das Absolvieren des Quiz
fr: pour ton soutien et d'avoir passé le quiz

source: Getting Results
de: Ergebnisse werden abgerufen
fr: Récupération des résultats

source: Getting Your Results
de: Deine Ergebnisse werden abgerufen
fr: Récupération de tes résultats

source: Next
de: Weiter
fr: Suivant

source: order
de: Reihenfolge
fr: ordre

source: quiz-results
de: quiz-ergebnisse
fr: resultats-du-quiz

source: Retake quiz
de: Quiz erneut starten
fr: Reprendre le quiz

source: Select Language
de: Sprache auswählen
fr: Sélectionner la langue

source: Select Quiz Language
de: Quizsprache auswählen
fr: Sélectionner la langue du quiz

source: Send Quiz Results
de: Quizergebnisse senden
fr: Envoyer les résultats du quiz

source: Send Results
de: Ergebnisse senden
fr: Envoyer les résultats

source: Thank you
de: Danke
fr: Merci

source: Thank you for your time!
de: Danke für deine Zeit!
fr: Merci pour ton temps !

source: Thanks!
de: Danke!
fr: Merci !

source: title
de: Titel
fr: titre

source: type
de: Typ

source: Your email
de: Deine E-Mail
fr: Ton e-mail

source: Your quiz
de: Dein Quiz
fr: Ton quiz

source: Test quiz
fr: Quiz de test
